AlexShen.classdiagram-ts
Blackboxapp.blackbox
Blackboxapp.blackboxagent
docker.docker
eamodio.gitlens
formulahendry.terminal
golang.go
llvm-vs-code-extensions.vscode-clangd
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
Oracle.oracledevtools
twxs.cmake
utsavm9.c-cpp-flag-debugging
